"ALL_RECENT_CALLS" = "Äskeiset";

"MULTI_MISSED_CALLS_FORMAT" = "%i vastaamatonta puhelua";
"MULTI_CALLS_FORMAT" = "%i puhelua";

"CANCELLED" = "Peruttu puhelu";
"MISSED" = "Vastaamaton puhelu";
"INCOMING" = "Saapuva puhelu";
"OUTGOING" = "Lähtevä puhelu";

"CLEAR" = "Tyhjennä";
"CLEAR_ALL" = "Tyhjennä kaikki äskeiset";

"ALL_TOGGLE_TITLE" = "Kaikki";
"MISSED_TOGGLE_TITLE" = "Ei vastattu";

"HOUR_UNIT" = "tunti";
"HOUR_UNIT_PLURAL" = "tuntia";
"MINUTE_UNIT" = "minuutti";
"MINUTE_UNIT_PLURAL" = "minuuttia";
"MINUTE_UNIT_ABB" = "min";
"SECOND_UNIT" = "sekunti";
"SECOND_UNIT_PLURAL" = "sekuntia";

"CANCELLED_SMALL" = "peruttu";
"MISSED_SMALL" = "ei vastattu";

"OUTGOING_CALLS" = "Lähtevät puhelut";
"INCOMING_CALLS" = "Saapuvat puhelut";

"UNKNOWN_LABEL" = "tuntematon";

"CNAP_STRING_FORMAT" = "%@ %@";